---
kind: other
id: Properties.T:Autodesk.Revit.DB.PrimaryDesignOptionMemberFilter
source: html/51e31dd2-5929-ef6a-aa63-e4d69af86216.htm
---
# PrimaryDesignOptionMemberFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.